Repository: ikke6992/rooster
Catalog: frontend/src/locale/messages.*.xlf
Languages: nl

source: View schedule
nl: Rooster bekijken

source: View Groups
nl: Groepen bekijken

source: View Teachers
nl: Docenten bekijken

source: View Free Days
nl: Vrije dagen bekijken

source: Add one free day
nl: Één vrije dag toevoegen

source: Add multiple common freedays
nl: Meerdere vrije dagen toevoegen

source: Free day name:
nl: Vrije dag naam:

source: Date:
nl: Datum:

source: Submit
nl: Verstuur

source: Year:
nl: Jaar:

source: Free Days
nl: Vrije dagen

source: Add Free Day
nl: Vrije dag toevoegen

source: Close
nl: Sluiten

source: Removed INTERPOLATION
nl: INTERPOLATION Verwijderd

source: Classroom:
nl: Lokaal:

source: Adapt Weekly:
nl: Aanpassen voor komende weken:

source: Submit
nl: Verstuur

source: Previous Month
nl: Vorige maand

source: Next Month
nl: Volgende maand

source: Print schedule
nl: Rooster printen

source: Date
nl: Datum

source: Classroom INTERPOLATION
nl: Lokaal INTERPOLATION

source: Group INTERPOLATION INTERPOLATION_1 - Teacher: INTERPOLATION_2
nl: Groep INTERPOLATION INTERPOLATION_1 - Docent: INTERPOLATION_2

source: Add Group
nl: Groep toevoegen

source: Group number:
nl: Groep nummer:

source: Color:
nl: Kleur:

source: Number of students:
nl: Aantal studenten:

source: Field:
nl: Richting:

source: Select Field
nl: Kies een richting

source: Start Date:
nl: Start datum:

source: Weeks Phase 1:
nl: Aantal weken fase 1:

source: Weeks Phase 2:
nl: Aantal weken fase 2:

source: Weeks Phase 3:
nl: Aantal weken fase 3:

source: Groups
nl: Groepen

source: Group INTERPOLATION INTERPOLATION_1
nl: Groep INTERPOLATION INTERPOLATION_1

source: Number of students: INTERPOLATION
nl: Aantal studenten: INTERPOLATION

source: Startdate: INTERPOLATION
nl: Start datum: INTERPOLATION

source: Phase 1: INTERPOLATION days for INTERPOLATION_1 weeks
nl: Fase 1: INTERPOLATION dagen voor INTERPOLATION_1 weken

source: Phase 2: INTERPOLATION days for INTERPOLATION_1 weeks
nl: Fase 2: INTERPOLATION dagen voor INTERPOLATION_1 weken

source: Phase 3: INTERPOLATION days for INTERPOLATION_1 weeks
nl: Fase 3: INTERPOLATION dagen voor INTERPOLATION_1 weken

source: Teachers:
nl: Docenten:

source: Add Group
nl: Groep toevoegen

source: Name:
nl: Naam:

source: Teaches practicum:
nl: Practicum docent:

source: Monday:
nl: Maandag:

source: Tuesday:
nl: Dinsdag:

source: Wednesday:
nl: Woensdag:

source: Thursday:
nl: Donderdag:

source: Friday:
nl: Vrijdag:

source: Max days per week:
nl: Max aantal dagen per week:

source: Group:
nl: Groep:

source: Group INTERPOLATION INTERPOLATION_1
nl: Groep INTERPOLATION INTERPOLATION_1

source: Teachers
nl: Docenten

source: Availability:
nl: Beschikbaarheid:

source: max. INTERPOLATION days per week
nl: Max INTERPOLATION dagen per week

source: Set Availability
nl: Beschikbaarheid aanpassen

source: Groups:
nl: Groepen:

source: Add Group
nl: Groep toevoegen

source: Add Teacher
nl: Docent toevoegen
